<?php

/*  this is my own translation files
 * find me in github: https://github.com/omaralwi
*/

return [

    'backend' => [

        'header' => [

            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',

        ],

        'sidebar' => [

            'dashboard' => 'لوحة التحكم',
            'notifications' => 'الإشعارات',
            'settings' => 'الإعدادات',
            'backups' => 'النسخ الإحتياطي',
            'access_control' => 'صلاحيات الوصول',
            'users' => 'المستخدمين',
            'roles' => 'الأدوار',
            'log_viewer' => 'مستعرض السجل',
            'logs_by_days' => 'السجل بالأيام',
            'management' => 'الإدارة',
            'modules' => 'الموديلز',
            'article' => 'المقالات',
            'posts' => 'المنشورات',
            'categories' => 'التصنيفات',
            'tags' => 'الوسوم',
            'comments' => 'التعليقات',
            '' => '',
            '' => '',
            '' => '',

        ],

        'footer' => [

            'about' => 'من نحن',
            'employment' => 'التوظيف',
            'privacy' => 'سياسة الخصوصية',
            'customer_service' => 'خدمة العملاء',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
            '' => '',
        ],

    ],

];
