<?php
/*  this is my own translation files
 * Eng: Omar Alalwi
 * find me in github: https://github.com/omaralwi
*/

return array (

	'roles' => 
		array (
			'already_exists' => 'هذا الدور موجود بالفعل. يرجى اختيار اسم مختلف.',
			'cant_delete_admin' => 'لا يمكنك حذف دور المسؤول.',
			'create_error' => 'كانت هناك مشكلة في إنشاء هذا الدور. حاول مرة اخرى.',
			'delete_error' => 'حدثت مشكلة في حذف هذا الدور. حاول مرة اخرى.',
			'has_users' => 'لا يمكنك حذف دور مع المستخدمين المرتبطين.',
			'needs_permission' => 'يجب تحديد إذن واحد على الأقل لهذا الدور.',
			'not_found' => 'هذا الدور غير موجود.',
			'update_error' => 'حدثت مشكلة أثناء تحديث هذا الدور. حاول مرة اخرى.',
			  ),
			  
	'users' => 
		array (
			'already_confirmed' => 'تم تأكيد هذا المستخدم بالفعل.',
			'cant_confirm' => 'حدثت مشكلة في تأكيد حساب المستخدم.',
			'cant_deactivate_self' => 'لا يمكنك فعل ذلك بنفسك.',
			'cant_delete_admin' => 'لا يمكنك حذف المسؤول الأساسي.',
			'cant_delete_own_session' => 'لا يمكنك حذف الجلسة الخاصة بك.',
			'cant_delete_self' => 'لا يمكنك حذف نفسك.',
			'cant_restore' => 'لا يتم حذف هذا المستخدم لذلك لا يمكن استعادته.',
			'cant_unconfirm_admin' => 'لا يمكنك إلغاء تأكيد المسؤول الفائق.',
			'cant_unconfirm_self' => 'لا يمكنك إلغاء تأكيد نفسك.',
			'create_error' => 'حدثت مشكلة أثناء إنشاء هذا المستخدم. حاول مرة اخرى.',
			'delete_error' => 'حدثت مشكلة في حذف هذا المستخدم. حاول مرة اخرى.',
			'delete_first' => 'يجب حذف هذا المستخدم أولاً قبل إتلافه نهائيًا.',
			'email_error' => 'ينتمي عنوان البريد الإلكتروني هذا إلى مستخدم آخر.',
			'mark_error' => 'حدثت مشكلة أثناء تحديث هذا المستخدم. حاول مرة اخرى.',
			'not_confirmed' => 'لم يتم تأكيد هذا المستخدم.',
			'not_found' => 'هذا المستخدم غير موجود.',
			'restore_error' => 'حدثت مشكلة في استعادة هذا المستخدم. حاول مرة اخرى.',
			'role_needed' => 'يجب عليك اختيار دور واحد على الأقل.',
			'role_needed_create' => 'يجب عليك اختيار دور واحد على الأقل.',
			'session_wrong_driver' => 'يجب ضبط برنامج تشغيل الجلسة على قاعدة البيانات لاستخدام هذه الميزة.',
			'social_delete_error' => 'حدثت مشكلة أثناء إزالة الحساب الاجتماعي من المستخدم.',
			'update_error' => 'حدثت مشكلة أثناء تحديث هذا المستخدم. حاول مرة اخرى.',
			'update_password_error' => 'حدثت مشكلة أثناء تغيير كلمة مرور المستخدمين هذه. حاول مرة اخرى.',
				),

	'confirmation' => 
		array (
			'already_confirmed' => 'تم تأكيد حسابك بالفعل.',
			'thank_you' => 'شكراً لإنضمامك معنا',
			'app_name' => 'سكون للتدريب والتطوير',
			'welcome_to' => 'مرحباً بك مع',
			'hello' => 'مرحباً',
			'reconfirm_now' => 'إعادة تأكيد الآن',
			'confirm' => 'تأكيد ملكية البريد الإلكتروني',
			'reconfirm' => 'إعادة تأكيد ملكية البريد الإلكتروني',
			'success_register_confirm' => 'تم التسجيل بنجاح يرجى مراجعة صندوق الوارد في بريدك الإلكتروني لتأكيد ملكيته ,,  ثم تسجيل الدخول',
			'created_confirm' => 'تم إنشاء حسابك بنجاح. لقد أرسلنا لك رسالة بريد إلكتروني لتأكيد حسابك.',
			'created_pending' => 'تم إنشاء حسابك بنجاح وهو في انتظار الموافقة. سيتم إرسال بريد إلكتروني عند الموافقة على حسابك.',
			'mismatch' => 'رمز التأكيد الخاص بك غير متطابق.',
			'not_found' => 'رمز التأكيد هذا غير موجود.',
			'pending' => 'حسابك في انتظار الموافقة حاليًا.',
			'resend' => 'حسابك غير مؤكد يرجى النقر على رابط التأكيد في بريدك الإلكتروني ، أو <a href=":url">click انقر هنا </a> لإعادة إرسال رسالة التأكيد الإلكترونية.',
			'resent' => 'تم إرسال رسالة تأكيد إلكترونية جديدة إلى العنوان في الملف.',
			'success' => 'تم تأكيد حسابك بنجاح!',
			'account_created' => 'تم إنشاء حسابك بنجاح ',
			'click_to_confirm' => 'لإتمام عملية التسجيل يرجى تأكيد ملكية البريد الإلكتروني من خلال النقر على الزر بالأسفل',
			'click_here' => 'أنقر هنا',
			'sorry_confirm_email' => 'معذرة حسابك بحاجة إلى تأكيد ملكية البريد الإلكتروني',
			'confirm_now' => 'تأكيد الحساب الآن',
			'click_to_complete_reg' => 'أنقر هنا لإتمام عملية التسجيل',
			'welcome_message' => 'نرحب بك في أكاديمية سكون للتدريب والتطوير ونتمنى لك الفائدة والمتعة',
			'trouble_clicking' => 'إذا واجهتك مشاكل عند النقر على الزر .. يرجى نسخ الرابط بالأسفل ولصقه في المتصفح الخاص بك لإكمال العملية مع ملاحظة أنه يجب إتمام العملية بنفس المتصفح الذي تم إرسال الطلب منه',
			'or_copy_link' => 'أو قم بنسخ الرابط التالي ولصقه في المتصفح',
			'regards' => 'تحياتنا لك',
			
			'reconfirm_email' => 'إعادة تأكيد ملكية البريد الإلكتروني',
			'success_confirm' => 'تم تأكيد حسابك بنجاح ,, يرجى بتسجيل الدخول للمتابعة',
			'you_change_email' => 'لقد قمت مؤخراً بتغيير عنوان بريدك الإلكتروني ',
			'reclick_to_confirm' => 'لإتمام عملية تغيير البريد الإلكتروني ,, يرجى تأكيد ملكيته  من خلال النقر على الزر بالأسفل',
			'not_recieve_code' => 'ألم تتلقى رسالة التأكيد.؟',
			'resend_confirm_code' => 'إعادة إرسال الآن',
			'reconfirm_note' => 'يرجى فحص كافة رسائل البريد بم في ذلك البريد غير الهام حتى ترى رسالة التأكيد',
			'not_confirmed' => 'لم يتم تأكيده',
			'is_confirmed' => 'تم تأكيده',
			
			'chang_pass_title' => 'إعادة تعيين كلمة المرور',
			'we_recieve_request' => 'لقد تلقينا طلباً لإعادة تعيين كلمة السر الخاصة بحسابك في موقعنا',
			'if_you_send_req' => 'إذا كنت أنت من أرسلت هذا الطلب فقم بالنقر على الزر أدناه لإعادة تعيين كلمة المرور',
			'if_not_you_send_req' => 'إذا لم تكن أنت من أرسلت هذا الطلب فلا يلزمك القيام باي إجراء',
			'click_to_reset' => 'إعادة تعيين كلمة السر',
			'' => '',
			'' => '',
			'' => '',
			'' => '',	
			 ),
			 
	'account' => 
		array (
		  'deactivated' => 'حسابك تم تعطيله.',
		  'email_taken' => 'عنوان البريد الإلكتروني هذا مأخوذ بالفعل.',
          'change_mismatch' => 'هذه ليست كلمة مرورك القديمة.',
          'reset_problem' => 'حدثت مشكلة في إعادة تعيين كلمة المرور الخاصة بك. يرجى إعادة إرسال البريد الإلكتروني لإعادة تعيين كلمة المرور.', 
			 ),
	  
);
