<?php
/*  this is my own translation files
 * Eng: Omar Alalwi
 * find me in github: https://github.com/omaralwi
*/

return array (


'header' => 
   array (
   
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	
	),
	
'footer' => 
   array (
   
	'about' => 'من نحن',
	'employment' => 'التوظيف',
	'privacy' => 'سياسة الخصوصية',
	'customer_service' => 'خدمة العملاء',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	'' => '',
	),

);
