<?php

/*  this is my own translation files
 * Eng: Omar Alalwi
 * find me in github: https://github.com/omaralwi
*/

return array (


'backend' => 
   array (
   

	'header' => 
	   array (
	   
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		
		),
		
		
	'sidebar' => 
	   array (
	   
		'' => '',
		'notifications' => 'الإشعارات',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		
		),
		
	'footer' => 
	   array (
	   
		'about' => 'من نحن',
		'employment' => 'التوظيف',
		'privacy' => 'سياسة الخصوصية',
		'customer_service' => 'خدمة العملاء',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		'' => '',
		),
		
	),

);
