<?php

return array (

'pay_offline' => 'Pay Offline',

'pay_offline_p1' => 'إدفع إوفلاين',
'pay_offline_p2' => 'عبر التحويل البنكي',
'pay_offline_p3' => 'أو عبر شركات الصرافة',

  'offline_payment_note' => '
      هذه الطريقة يدوية إما عن طريق التحويل البنكي أو إرسال الحوالة عبر شركات الصرافة .. سيتم التحقق يدوياً من هذه العملية لضمان صحة المعلومات  .. لذلك قد يستغرق الأمر يوماً أو عدة أيام حتى يتم التحقق وبعد ذلك سيكون المنتج متاحاً لك  
 ',
	  
'my_name' => 'إسم المرسل',
'my_amount' => 'المبلغ المرسل',
'mybank_name' => 'إسم البنك أو شركة الصرافة',
'mytransfer_number' => 'رقم عملية التحويل',
'mytransfer_date' => 'تأريخ عملية التحويل',
'myimage' => 'صورة توثق عملية التحويل',
'myitems' => 'المنتجات التي تود شرائها',
'send_data' => 'إرسال البيانات',
'offline_pay_sent' => 'تم إستقبال طلبك بنجاح ,, سيتم مراجعته من قبل الإدارة في أقرب وقت',
'' => '',

'placeholders' =>  array (
	'my_name' => 'إسم الشخص المرسل كما يظهر في وثيقة الإرسال',
	'my_amount' => 'المبلغ المحول بالريال العماني - يرجى كتابة الرقم فقط',
	'mybank_name' => ' مثلا بنك عمان الوطني او شركة عمان للصرافة',
	'mytransfer_number' => 'مثلا 4555863684',
	'mytransfer_date' => 'مثلا 5-4-2020',

	'' => '',
),

  
);
